{
  "ธาตุไฟ/ธาตุไฟ": {
    "type": "กำเริบ",
    "rule_description": "ภาวะไฟกำเริบ",
    "advice": "ควรระวังอาการที่เกี่ยวข้องกับ ความร้อนสูง การอักเสบ และระบบเผาผลาญที่ทำงานเกิน เช่น ร้อนในรุนแรง หรือมีไข้ได้ง่าย"
  },
  "ธาตุลม/ธาตุลม": {
    "type": "กำเริบ",
    "rule_description": "ภาวะลมกำเริบ",
    "advice": "ควรระวังอาการที่เกี่ยวข้องกับ ความเครียด ระบบประสาท และการเคลื่อนไหว เช่น วิตกกังวล นอนไม่หลับ ใจสั่น หรืออาการปวดหัว/วิงเวียน"
  },
  "ธาตุน้ำ/ธาตุน้ำ": {
    "type": "กำเริบ",
    "rule_description": "ภาวะน้ำกำเริบ",
    "advice": "ควรระวังอาการที่เกี่ยวข้องกับ ของเหลวและความชื้นในร่างกาย เช่น มีเสมหะมาก ไซนัส น้ำมูก หรือภาวะบวมน้ำ"
  },
  "ธาตุดิน/ธาตุดิน": {
    "type": "กำเริบ",
    "rule_description": "ภาวะดินกำเริบ",
    "advice": "ควรระวังอาการที่เกี่ยวข้องกับ ความหนักแน่นและโครงสร้าง เช่น ข้อเสื่อม ปวดเมื่อยเรื้อรัง ท้องผูก หรือการสะสมของก้อนเนื้อ/เนื้องอก"
  },

  "ธาตุดิน/ธาตุน้ำ": {
    "type": "ผสม",
    "rule_description": "การสะสมของของเหลวในร่างกาย",
    "advice": "ควรระวัง ปัญหาระบบขับถ่ายที่ติดขัด หรือการเกิด นิ่ว"
  },
  "ธาตุดิน/ธาตุลม": {
    "type": "ผสม",
    "rule_description": "ลมพัดพาธาตุดินให้แปรปรวน",
    "advice": "ควรระวังอาการเกี่ยวกับ กล้ามเนื้อ เส้นเอ็น ข้อต่อ และระบบประสาท เช่น ปวดเมื่อยตามตัว เหน็บชา หรืออาการคล้ายอัมพฤกษ์"
  },
  "ธาตุดิน/ธาตุไฟ": {
    "type": "ผสม",
    "rule_description": "ไฟเผาผลาญธาตุดิน",
    "advice": "ควรระวังอาการเกี่ยวกับ ระบบย่อยอาหารที่ร้อน เช่น กรดไหลย้อน แผลในปาก กระเพาะอักเสบ หรือภาวะร่างกายที่ผอมลงง่าย"
  },

  "ธาตุน้ำ/ธาตุดิน": {
    "type": "ผสม",
    "rule_description": "ความหนาแน่นของของเหลว",
    "advice": "ควรระวังการจับตัวของของเหลว เช่น นิ่ว ในอวัยวะต่างๆ เส้นเลือดอุดตัน หรืออาการบวมที่แน่นหนัก"
  },
  "ธาตุน้ำ/ธาตุลม": {
    "type": "ผสม",
    "rule_description": "ลมพัดพาธาตุน้ำ",
    "advice": "ควรระวังความแปรปรวนของระบบไหลเวียนและประสาท เช่น วิงเวียนศีรษะ บ้านหมุน ปวดศีรษะไมเกรน"
  },
  "ธาตุน้ำ/ธาตุไฟ": {
    "type": "ผสม",
    "rule_description": "ไฟเผาผลาญน้ำ",
    "advice": "ควรระวังภาวะ ขาดน้ำ และความร้อนในระบบน้ำดีและตับ เช่น ดีซ่าน, ตับอักเสบ, นิ่วในถุงน้ำดี, หรืออาการกระหายน้ำมากผิดปกติ"
  },

  "ธาตุลม/ธาตุดิน": {
    "type": "ผสม",
    "rule_description": "ดินหนักทำให้ลมติดขัด",
    "advice": "ควรระวังอาการปวดที่หนักแน่นคงที่ เช่น ปวดข้อ/เข่า เรื้อรัง ท้องผูก จากลำไส้เคลื่อนไหวช้า หรืออาการ อัมพฤกษ์/ชา"
  },
  "ธาตุลม/ธาตุน้ำ": {
    "type": "ผสม",
    "rule_description": "น้ำในร่างกายแปรปรวน (ลมปั่นน้ำ)",
    "advice": "ควรระวังอาการเกี่ยวกับระบบการไหลเวียนที่ไม่คงที่ เช่น วิงเวียนศีรษะรุนแรง, บ้านหมุน, ปวดศีรษะไมเกรน"
  },
  "ธาตุลม/ธาตุไฟ": {
    "type": "ผสม",
    "rule_description": "ไฟกับลมกระพือรุนแรง",
    "advice": "ควรระวังอาการที่ส่งผลต่อ หัวใจ ความดัน และอารมณ์ เช่น ความดันโลหิตสูง/ต่ำผิดปกติ ใจสั่น หรืออาการปวดที่แสบร้อนตามตัว"
  },

  "ธาตุไฟ/ธาตุดิน": {
    "type": "ผสม",
    "rule_description": "ไฟเผาผลาญธาตุดิน",
    "advice": "ควรระวังภาวะการเผาผลาญที่สูงเกินไป เช่น ผอมง่าย, เบาหวาน (ภาวะเผาผลาญสูง) หรืออาการ อักเสบ รุนแรงที่ข้อต่อ"
  },
  "ธาตุไฟ/ธาตุน้ำ": {
    "type": "ผสม",
    "rule_description": "น้ำไม่พอจะดับไฟ",
    "advice": "ควรระวังโรคที่เกี่ยวกับ ระบบน้ำดี ตับ และความสมดุลของเหลว เช่น นิ่วในถุงน้ำดี, ตับอักเสบ, ดีซ่าน, หรือภาวะขาดน้ำ"
  },
  "ธาตุไฟ/ธาตุลม": {
    "type": "ผสม",
    "rule_description": "ไฟกับลมกระพือรุนแรง",
    "advice": "ควรระวังอาการที่ส่งผลต่อ หัวใจ ความดัน และอารมณ์ที่รุนแรง เช่น ใจสั่น รุนแรง ความดันโลหิตสูง หรือ หอบหืด กำเริบ"
  }
}