{
  "ธาตุดิน": {
    "ฤดูสมุฏฐาน": "ฤดูร้อนชื้น",
    "ลักษณะทั่วไป": "รูปร่างสมส่วน ผิวพรรณดี กล้ามเนื้อแข็งแรง อดทน",
    "สภาวะสุขภาพ": "มีแนวโน้มเป็นโรคกระดูกและข้อ โรคอ้วน",
    "แนะนำการรับประทานอาหาร": [
      "ควรทานอาหารรสร้อนและเผ็ดเล็กน้อยเพื่อกระตุ้นการเผาผลาญ",
      "เน้นผักและผลไม้ที่มีใยอาหารสูง"
    ],
    "สมุนไพรแนะนำ": [
      {
        "ชื่อ": "ขมิ้นชัน",
        "สรรพคุณ": "ช่วยบำรุงธาตุ แก้ท้องอืด ท้องเฟ้อ"
      },
      {
        "ชื่อ": "พริกไทย",
        "สรรพคุณ": "ช่วยขับลม แก้ท้องอืด ลดน้ำหนัก"
      }
    ]
  },
  "ธาตุน้ำ": {
    "ฤดูสมุฏฐาน": "ฤดูหนาว",
    "ลักษณะทั่วไป": "รูปร่างสมบูรณ์ อวบ ผิวขาว ตาโต พูดช้า เสียงไพเราะ เคลื่อนไหวช้า ผมละเอียดสวย ผมดกดำ ชอบนอน ใจเย็น",
    "สภาวะสุขภาพ": "คนธาตุน้ำมักเจ็บป่วยด้วยโรคทางเดินหายใจ เช่น น้ำมูก เสมหะ ภูมิแพ้ ระบบทางเดินอาหาร น้ำย่อยในกระเพาะอาหารและลำไส้ น้ำดี และระบบขับถ่ายอุจจาระปัสสาวะ เป็นต้น",
    "แนะนำการรับประทานอาหาร": [
      "รับประทานอาหารให้ครบ 5 หมู่",
      "โดยเน้นเมนูอาหารที่มีรสเปรี้ยว และรสขม พอประมาณ"
    ],
    "สมุนไพรแนะนำ": [
      {
        "ชื่อ": "ฟ้าทะลายโจร",
        "สรรพคุณ": "ลดไข้ แก้อักเสบ เสริมภูมิคุ้มกัน"
      },
      {
        "ชื่อ": "กระชาย",
        "สรรพคุณ": "บำรุงกำลัง ขับลม ลดการอักเสบ"
      }
    ]
  },
  "ธาตุลม": {
    "ฤดูสมุฏฐาน": "ฤดูฝน",
    "ลักษณะทั่วไป": "รูปร่างโปร่ง ผอม ผมบาง ผิวหนังแห้งง่าย ข้อกระดูกลั่นเมื่อเคลื่อนไหว นอนไม่ค่อยหลับ เป็นคนช่างพูด ทนหนาวไม่ค่อยได้",
    "สภาวะสุขภาพ": "คนธาตุลมมักเจ็บป่วยด้วยอาการของระบบประสาท การไหลเวียนของโลหิต เช่น อาการวิงเวียนศีรษะ หน้ามืด อ่อนเพลีย ปวดเมื่อยได้ง่าย",
    "แนะนำการรับประทานอาหาร": [
      "รับประทานอาหารให้ครบ 5 หมู่",
      "โดยเน้นเมนูอาหารที่มีรสเผ็ดร้อน พอประมาณ"
    ],
    "สมุนไพรแนะนำ": [
      {
        "ชื่อ": "ตะไคร้",
        "สรรพคุณ": "ช่วยขับลม แก้ปวดท้อง ช่วยผ่อนคลาย"
      },
      {
        "ชื่อ": "ใบโหระพา",
        "สรรพคุณ": "ลดอาการปวดท้อง แก้อาการจุกเสียด"
      }
    ]
  },
  "ธาตุไฟ": {
    "ฤดูสมุฏฐาน": "ฤดูร้อน",
    "ลักษณะทั่วไป": "มักขี้ร้อน ทนร้อนไม่ค่อยได้ หิวบ่อย กินเก่ง ผมหงอกเร็ว มักหัวล้าน ผิวหนังย่น ผม ขน และหนวดค่อนข้างนิ่ม ไม่ค่อยอดทน ใจร้อน ข้อกระดูกหลวม",
    "สภาวะสุขภาพ": "คนธาตุไฟมักเจ็บป่วยด้วยอาการไข้ ตัวร้อน เป็นแผลร้อนใน เป็นสิว ท้องผูก",
    "แนะนำการรับประทานอาหาร": [
      "รับประทานอาหารให้ครบ 5 หมู่",
      "โดยเน้นเมนูอาหารอาหารรสขม เย็น จืด โดยเฉพาะเมนูที่มีสมุนไพรรสเย็นจะช่วยลดความร้อนในร่างกาย"
    ],
    "สมุนไพรแนะนำ": [
      {
        "ชื่อ": "บัวบก",
        "สรรพคุณ": "แก้ร้อนใน บำรุงสมอง ลดการอักเสบ"
      },
      {
        "ชื่อ": "มะระขี้นก",
        "สรรพคุณ": "ลดไข้ ลดน้ำตาลในเลือด แก้ร้อนใน"
      } 
    ]
  },
  "ไม่พบธาตุ": {
    "สมุฏฐาน": "ไม่มีข้อมูล",
    "อุตุสมุฏฐาน": "ไม่มีข้อมูล",
    "ลักษณะทั่วไป": "ไม่มีข้อมูล",
    "สภาวะสุขภาพ": "ไม่มีข้อมูล",
    "แนะนำการรับประทานอาหาร": [
      "ไม่มีข้อมูล"
    ],
    "สมุนไพรแนะนำ": [
      {
        "ชื่อ": "ไม่มีข้อมูล",
        "สรรพคุณ": "ไม่มีข้อมูล"
      }
    ]
  }
}