{
  "สีชมพู": {
    "name": "พัทธปิตตะ",
    "meaning": "ดีในฝัก",
    "description": "เป็นโรคที่เกี่ยวกับระบบน้ำดีภายในถุงน้ำดี และในตับ เช่น ตับอักเสบ ถุงน้ำดีอักเสบ หรือนิ่วในถุงน้ำดี"
  },
  "สีส้ม": {
    "name": "อพัทธปิตตะ",
    "meaning": "ดีนอกฝัก",
    "description": "เป็นโรคเกี่ยวกับน้ำดีภายในร่างกาย เช่น การทำงานของน้ำดีในระบบย่อยอาหาร ธาตุพิการ อาหารไม่ย่อย ดีซ่าน เป็นต้น"
  },
  "สีแดง": {
    "name": "กำเดา",
    "meaning": "เปลวความร้อน",
    "description": "ความร้อนภายในร่างกาย ภาวะที่ทำให้เกิดอาการไข้และตัวร้อน และสีแดงเป็นสีที่ใช้แทนธาตุไฟ ซึ่งตรงกับฤดูร้อน"
  },
  "สีเหลือง": {
    "name": "หทัยวาตะ",
    "meaning": "ลมที่เกี่ยวข้องกับการเต้นของหัวใจ",
    "description": "ลมที่เกี่ยวข้องกับการเต้นของหัวใจ จิตใจ สภาพอารมณ์ ทำให้เกิดการแปรปรวนของอารมณ์ได้ และสีเหลืองเป็นสีที่ใช้แทนธาตุลม ซึ่งตรงกับฤดูฝน"
  },
  "สีเขียวอ่อน": {
    "name": "สัตถกวาตะ",
    "meaning": "ลมอันแหลมคมคมดังศาสตราวุธ",
    "description": "เกี่ยวข้องกับระบประสาทต่างๆและเส้นเลือดฝอย โรคเกี่ยวกับเส้นเลือดฝอยแตก ตีบตัน หรือเป็นอัมพาต"
  },
  "สีเขียวแก่": {
    "name": "สุมนาวาตะ",
    "meaning": "ลมจากหัวใจและหลอดเลือดใหญ่กลางลำตัว",
    "description": "ได้แก่ หัวใจเส้นเลือดแดงใหญ่ เป็นต้น จึงเกี่ยวกับเรื่องความดันโลหิตในร่างกาย โรคหัวใจ เป็นต้น"
  },
  "สีฟ้า": {
    "name": "ศอเสมหะ",
    "meaning": "เสมหะในคอ",
    "description": "โรคที่เกี่ยวกับระบบทางเดินหายใจส่วนบน เมือกในลำคอ หลอดลมตอนต้น เช่น มีเสมหะ ไซนัส ไข้หวัด เป็นต้น และสีฟ้าเป็นสีที่ใช้แทนธาตุน้ำ ซึ่งตรงกับฤดูหนาว"
  },
  "สีน้ำเงิน": {
    "name": "อุระเสมหะ",
    "meaning": "เสมหะในทรวงอก",
    "description": "โรคที่เกี่ยวข้องกับทรวงอกและปอด เป็นเสมหะ น้ำย่อยในกระเพาะอาหาร บริเวณช่วงกลางตัว เช่น หอบหืด หลอดลมอักเสบ ปอดบวม โรคกระเพาะอาหารอักเสบ เป็นต้น"
  },
  "สีม่วง": {
    "name": "คูถเสมหะ",
    "meaning": "เสมหะในลำไส้",
    "description": "โรคที่เกี่ยวข้องกับระบบทางเดินอาหารส่วนปลาย เมือกมูกในลำไส้ น้ำในกระเพาะปัสสาวะ เช่น ท้องเสีย บิดมูกเลือด ริดสีดวงทวาร กระเพาะปัสสาวะอักเสบ ปัสสาวะผิดปกติ เป็นต้น"
  }
}